lib/nursys/xml/submit_nurse_lookup.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>
    <NurseLookupRequest xmlns="http://com.nursys.services.ServiceModel/2012/eNotifyService">
      <Credentials xmlns:a="http://com.nursys.services.ServiceModel/2012/Credentials" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        <a:Username>&&&USERNAME&&&</a:Username>
        <a:Password>&&&PASSWORD&&&</a:Password>
      </Credentials>
      <LicenseRequests xmlns:a="http://com.nursys.services.ServiceModel/2012/eNotify" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        &&&LICENSE_REQUESTS&&&
      </LicenseRequests>
    </NurseLookupRequest>
  </s:Body>
</s:Envelope>